Repository: collective/collective.newsticker
Catalog: src/collective/newsticker/locales/*/LC_MESSAGES/collective.newsticker.po
Languages: es, pt_br

source: A horizontal, text-based display dedicated to presenting headlines on a site.
es: Un espacio de texto horizontal dedicado a mostrar titulares en un sitio.
pt_br: Um espaço de texto horizontal dedicado a mostrar destaques em um site.

source: Display Speed
es: Velocidad
pt_br: Velocidade

source: Here you can modify the settings for collective.newsticker.
es: Aquí puede modificar la configuración de collective.newsticker.
pt_br: Aqui você pode modificar a configuração do collective.newsticker.

source: Latest
es: Lo más reciente
pt_br: O mais recente

source: Limit Results
es: Limitar resultados
pt_br: Limitar resultados

source: News Ticker
es: Barra de noticias
pt_br: Ticker de notícias

source: News Ticker Source
es: Fuente de la barra de noticias
pt_br: Fonte do ticker de notícias

source: Show Controls?
es: ¿Mostrar controles?
pt_br: Mostrar controles

source: Time items appear on screen
es: El tiempo que permanece en pantalla cada noticia
pt_br: O tempo que cada destaque aparece na tela

source: Title Text
es: Texto del título
pt_br: Texto do cabeçalho

source: Uninstall profile for the collective.newsticker package.
es: Desinstalar el paquete collective.newsticker.
pt_br: Desinstalar o pacote collective.newsticker.

source: help_controls
es: Define si se muestran o no los controles de la barra.
pt_br: Define se deve ou não mostrar os controles do ticker de notícias.

source: help_html_source
es: Seleccione una colección de la lista. El resultado de la búsqueda se utilizará como fuente de la barra de noticias.
pt_br: Selecione uma coleção da lista. O resultado da busca será utilizado como fonte do ticker de notícias.

source: help_limit
es: Especifica el número máximo de elementos que serán mostrados. Utilice 0 para mostrar todos los resultados de la colección.
pt_br: Informe o número máximo de itens que serão mostrados no ticker. Informe 0, para mostrar todos os resultados da coleção.

source: help_pause_on_items
es: El tiempo, en milésimas de segundo, que cada noticia permanece en la pantalla.
pt_br: O tempo, em milissegundos, que cada item será mostrado na tela.

source: help_speed
es: La velocidad a la que aparecen los titulares en pantalla. Los valores van de 0.0 a 1.0.
pt_br: A velocidade que os itens são mostrados na tela. Os valores devem estar entre 0.0 - 1.0.

source: help_title_text
es: Deje este campo vacío si desea eliminar el texto del título.
pt_br: Deixe este campo vazio se deseja eliminar o texto do título.
